---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.PointClouds.PointCloudFilterFactory
source: html/d8048af0-2244-0ef0-104d-23d07255583a.htm
---
# PointCloudFilterFactory Members

Creates a new point cloud filter based upon planar boundaries.